zzy-canaan/canmv/port/boards/k230d_canmv_bpi_zero/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "k230d_canmv_bpi_zero"
#define MICROPY_HW_MCU_NAME                 "K230d"
#define OMV_ARCH_STR                        ""
#define OMV_BOARD_TYPE                      "CanMV K230D BPI Zero"
